IDEA Open Model
MeshElement2D Class
Compatible with IDEA StatiCa Beta 20.0
 Element2D
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Result.MeshElement2D
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public class MeshElement2D
Public Class MeshElement2D
The MeshElement2D type exposes the following members.
Constructors
Name | Description
MeshElement2D
 Constructor
Top
Properties
Name | Description
Points
 Points
Top
See Also
Reference
IdeaRS.OpenModel.Result Namespace